SanTobinoOfficial/PabianiceMeshOS/firmware/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

# przyszła crypto (libsignal) + routing lubią głębsze wywołania niż domyślny stos,
# lepiej ustawić z góry niż łapać stack overflow w nocy
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192

CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_PARTITION_TABLE_SINGLE_APP=y
